<?php
// Heading
$_['heading_title'] = 'Блог';

// Text
$_['text_success'] = 'Данные успешно сохранены!';
$_['text_list'] = 'Список постов';
$_['text_add'] = 'Добавить пост в блог';
$_['text_edit'] = 'Изменить пост в блоге';
$_['text_filter'] = 'Фильтр';
$_['text_plus'] = '+';
$_['text_minus'] = '-';
$_['text_default'] = 'По умолчанию';
$_['text_from'] = 'от';
$_['text_to'] = 'до';
$_['text_no_category'] = '--- Без категории ---';

// Column
$_['column_title'] = 'Название поста';
$_['column_theme'] = 'Тема поста';
$_['column_category'] = 'Категория поста';
$_['column_image'] = 'Изобр.';
$_['column_title_h2'] = 'Заголовок H2';
$_['column_title_expert'] = 'Заголовок блока эксперта';
$_['column_description_expert'] = 'Текст эксперта';
$_['column_name_expert'] = 'Имя эксперта';
$_['column_video'] = 'Видео';
$_['column_sort'] = 'Порядок сортировки';
$_['column_date_blog'] = 'Дата блога';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Entry
$_['entry_title'] = 'Название блога';
$_['entry_description'] = 'Основной текст блога';
$_['entry_title'] = 'Название блога';
$_['entry_theme'] = 'Тема поста';
$_['entry_title_h2'] = 'Заголовок H2';
$_['entry_title_expert'] = 'Заголовок блока эксперта';
$_['entry_description_expert'] = 'Текст эксперта';
$_['entry_name_expert'] = 'Имя эксперта';
$_['entry_title_slider'] = 'Заголовок для слайдера';
$_['entry_title_video'] = 'Заголовок для видео';
$_['entry_date_blog'] = 'Дата поста';
$_['entry_image'] = 'Главное изображение';
$_['entry_video'] = 'Видео';
$_['entry_additional_image'] = 'Изображения для слайдера';


$_['entry_priority'] = 'Приоритет';
$_['entry_attribute'] = 'Характеристика';
$_['entry_attribute_group'] = 'Группа характеристик';
$_['entry_text'] = 'Текст';
$_['entry_option'] = 'Опция';
$_['entry_option_value'] = 'Значение опции';
$_['entry_required'] = 'Обязательная опция';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_filter_category'] = 'Категория';
$_['entry_category'] = 'Категории';
$_['entry_filter'] = 'Фильтры';
$_['entry_download'] = 'Файлы';
$_['entry_related'] = 'Рекомендуемые товары';
$_['entry_tag'] = 'Теги товара';
$_['entry_reward'] = 'Клиент получит баллов при покупке';
$_['entry_layout'] = 'Макет';
$_['entry_recurring'] = 'Профиль продления';
$_['entry_main_category'] = 'Основная категория товара';
$_['entry_no_index'] = 'Не индексировать';

// Help
$_['help_sku'] = 'Артикул (идентификатор товарной позиции)';
$_['help_upc'] = 'Универсальный код товара (американский стандарт штрихкода)';
$_['help_ean'] = 'Международный артикул (европейский стандарт штрихкода)';
$_['help_jan'] = 'Японский код товара (используется только в Японии)';
$_['help_isbn'] = 'Международный стандартный книжный номер (уникальный номер книжного издания)';
$_['help_mpn'] = 'Код товара от производителя';
$_['help_manufacturer'] = '(Автодополнение)';
$_['help_minimum'] = 'Минимальное количество товара для заказа. Невозможно будет заказать количество товара меньше, чем указанное.';
$_['help_stock_status'] = 'Статус товара при отсутствии его на складе (при количестве товара &lt;=0)';
$_['help_points'] = 'Количество баллов, за которое может быть куплен товар. Не привязано к валюте! Если вы не хотите продавать этот товар за баллы, оставьте поле пустым.';
$_['help_category'] = '(Автодополнение)';
$_['help_filter'] = '(Автодополнение)';
$_['help_download'] = '(Автодополнение)';
$_['help_related'] = '(Автодополнение)';
$_['help_tag'] = 'Укажите теги через запятую';
$_['help_main_category'] = 'В списке вы можете выбрать основную категорию товара. Если она выбрана, то хлебные крошки товара будут строиться по основной категории товара.<br> Если основная категория не выбрана, то хлебные крошки будут построены по одной из категорий товара с максимальной вложенностью.';
$_['help_no_index'] = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_warning'] = 'Проверьте форму на ошибки!';
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_title'] = 'Название блога должно быть от 1 до 128 символов!';
$_['error_theme'] = 'Тема поста должна быть не более 128 символов!';
$_['error_title_h2'] = 'Заголовок H2 должен быть не более 128 символов!';
$_['title_expert'] = 'Заголовок блока эксперта должен быть не более 128 символов!';
$_['name_expert'] = 'Имя эксперта должно быть не более 128 символов!';
$_['title_slider'] = 'Заголовок для слайдера должен быть не более 128 символов!';
$_['title_video'] = 'Заголовок для видео должен быть не более 128 символов!';
$_['error_keyword'] = 'ЧПУ уже используется!';
$_['error_unique'] = 'ЧПУ должен быть уникальным!';
