<?php
// Heading
$_['heading_title'] = 'Частые вопросы';

// Text
$_['text_success'] = 'Данные успешно сохранены!';
$_['text_list'] = 'Список блоков вопросов';
$_['text_add'] = 'Добавить название блока вопросов';
$_['text_edit'] = 'Изменить название блока вопросов';
$_['text_default'] = 'По умолчанию';

// Column
$_['column_title'] = 'Наименование блока вопросов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_name'] = 'Название блока вопросов и ответов';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_bottom'] = 'Выводить в списке информационных статей в подвале.';
$_['help_no_index'] = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_warning'] = 'Проверьте форму на ошибки!';
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_name'] = 'Название блока вопросов должно быть от 1 до 128 символов!';