<?php
// Heading
$_['heading_title'] = 'Программа лояльности';

// Text
$_['text_success'] = 'Данные успешно сохранены!';
$_['text_list'] = 'Частые вопросы о бонусной системе';
$_['text_form'] = 'Редактирование вопроса - ответа';
$_['text_add'] = 'Добавить вопрос о бонусной системе';
$_['text_edit'] = 'Изменить вопрос о бонусной системе';
$_['text_default'] = 'По умолчанию';

// Column
$_['column_title'] = 'Наименование вопроса о бонусной системе';
$_['column_title'] = 'Наименование ответа';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';

// Entry
$_['entry_title'] = 'Название вопроса о бонусной системе';
$_['entry_description'] = 'Название ответа';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_bottom'] = 'Выводить в списке информационных статей в подвале.';
$_['help_no_index'] = 'При включении добавляет странице заголовок<br> HTTP - X-Robots-Tag: noindex';

// Error
$_['error_warning'] = 'Проверьте форму на ошибки!';
$_['error_permission'] = 'Недостаточно прав для внесения изменений!';
$_['error_title'] = 'Название вопроса должно быть от 1 до 128 символов!';
$_['error_description'] = 'Ответ должен быть от 1 символа!';